create table member
(
    member_key varchar(20)  not null comment '회원 KEY'
        primary key,
    id       varchar(100) not null comment '회원 아이디',
    password varchar(256) not null comment '회원 비밀번호',
    name     varchar(100) not null comment '회원 이름'
)
    comment '회원 테이블';

insert into member(member_key, id, password, name)
values ('U2024032111143801', 'user1', 'user1', '사용자1'),
       ('U2024032111143802', 'user2', 'user2', '사용자2'),
       ('U2024032111143803', 'user3', 'user3', '사용자3'),
       ('U2024032111143804', 'user4', 'user4', '사용자4'),
       ('U2024032111143805', 'user5', 'user5', '사용자5'),
       ('U2024032111143806', 'user6', 'user6', '사용자6'),
       ('U2024032111143807', 'user7', 'user7', '사용자7'),
       ('U2024032111143808', 'user8', 'user8', '사용자8'),
       ('U2024032111143809', 'user9', 'user9', '사용자9'),
       ('U2024032111143810', 'user10', 'user10', '사용자10'),
       ('U2024032111143811', 'user11', 'user11', '사용자11'),
       ('U2024032111143812', 'user12', 'user12', '사용자12'),
       ('U2024032111143813', 'user13', 'user13', '사용자13'),
       ('U2024032111143814', 'user14', 'user14', '사용자14'),
       ('U2024032111143815', 'user15', 'user15', '사용자15'),
       ('U2024032111143816', 'user16', 'user16', '사용자16'),
       ('U2024032111143817', 'user17', 'user17', '사용자17'),
       ('U2024032111143818', 'user18', 'user18', '사용자18'),
       ('U2024032111143819', 'user19', 'user19', '사용자19'),
       ('U2024032111143820', 'user20', 'user20', '사용자20'),
       ('U2024032111143821', 'user21', 'user21', '사용자21'),
       ('U2024032111143822', 'user22', 'user22', '사용자22'),
       ('U2024032111143823', 'user23', 'user23', '사용자23'),
       ('U2024032111143824', 'user24', 'user24', '사용자24'),
       ('U2024032111143825', 'user25', 'user25', '사용자25'),
       ('U2024032111143826', 'user26', 'user26', '사용자26'),
       ('U2024032111143827', 'user27', 'user27', '사용자27'),
       ('U2024032111143828', 'user28', 'user28', '사용자28'),
       ('U2024032111143829', 'user29', 'user29', '사용자29'),
       ('U2024032111143830', 'user30', 'user30', '사용자30');
